
* 2016
** 2016-10 octubre
*** 2016-10-22 sábado
**** minuta de programacion :programacion: 
:LOGBOOK:
CLOCK: [2018-10-10 mié 18:29]--[2018-10-10 mié 18:29] =>  0:00
:END:
 orgfile de relato o minuta de todos los items que vamos trabajando
 durante el trabajo con clock. entonces cumple una funcion doble es una
 lista de todos los items programados y las fechas.
 me saca la duda o sensacion de que carajo hice cada dia, en especial
 ahora que dedico la mañana y a la vez cuanto me lleva programar.
 hacer chunks de estudio y visitar el diario de desarrollo estarian
 incluidos en la tarea de programar, pq estarian dentro del mismo tema.
 se diferencia del diario de desarrollo que en el se debate lo que se
 va a hacer, y este registra lo que se hace, muy claramente en vim.
 ver si el clockeado en subtree se suma arriba
* 2018
** 2018-03 marzo
*** 2018-03-15 jueves
**** Louse Hey reflexiones sobre traumas infantiles :lecturas: 
:LOGBOOK:
CLOCK: [2018-10-10 mié 18:50]--[2018-10-10 mié 18:51] =>  0:01
:END:
***** necesidad de pontificar u obtener lustre indirectamente
 o sea de hacerse odiar. O sea de resaltar cosas en las cuales siempre
 quedamos bien parados o mejor parados que los demas. O sea es una
 forma de busqueda de aprobacion externa que viene a ser buscada
 indirectamente.
***** necesidad de quejarse
 hay un articulo perfecto en el cuaderno donde describo el ideal que
 veria en ih si sirviera a proposito para mis quejas.
***** necesidad de dolor de cabeza o de tomar analgesico
 en especial frente a una crisis de nervios o a un imprevisto que me
 saque de la rutina
***** necesidad de hacer "competir" por el amor o la atencion
    con un placer perverso de mirar al que esta "perdiendo" la atencion. Este 
    recurso que es ampliamente usado en las peliculas y series.
    P.e. en serie Amor S01E03 donde Mickey ve a Gus que atrae la atencion de 
    otra chica y ella aparentemente se queda mirando de afuera. Y eso explota 
    la perversa cuestion dentro de muchos de nosotros de no solo "hacer 
    competir por el amor" sino de mirar sadicamente al perdedor como diciendo 
    mira lo que te perdiste. Esto que creo que es algo enfermo, debe provenir 
    de la infancia en una etapa en que a uno lo deben haber desplazado en un 
    contexto de amor limitado, siendo que el amor hubiera podido alcanzar para 
    todos. Y de mayor uno tiende a beneficiar mas a uno que a otro. Y a gozar 
    con sadismo de esas diferencias.
***** vivencia de no ser amado
***** vivencia de tener que dejar mi proyecto en favor de un familiar
***** vivencia de que no era dado ni siquiera desear algo
***** vivencia de invisibilidad
** 2018-09 septiembre
*** 2018-09-12 miércoles
**** sensacion de estar atrapado                                :libertad:
:LOGBOOK:
CLOCK: [2018-10-07 dom 19:41]--[2018-10-07 dom 19:42] =>  0:01
:END:
  En un video que vi ayer de Mujica ex presidente del Uruguay decia que si 
  bien es cierto que necesitamos algunas cosas materiales tambien necesitamos 
  libertad. Y eso me recuerda lo que decia Nietzche que si uno no dispone de 
  la mitad de su jornada para uso propio y para su propio beneficio es un 
  esclavo por mas que la gente lo conozca a uno o lo reconozca como medico o 
  abogado o ingeniero. (Ni que hablar tiene que ni siquiera "gozemos" ese 
  reconocimiento y seamos unos tristes pelagatos que pasemos toda nuestra vida 
  encerrados no solo dentro de una oficina, sino dentro de unos esquemas 
  horarios y contractuales que nos asemejen mas a unos esclavos que a unos 
  hombres libres y todo porque?). Cuando fue la ultima vez que pude disponer 
  de un solo puto dia para mi mismo con total libertad??
  recuerdo aquellos dias del 88 cuando me sentaba en el bar 
  todos los dias a tomarme una tonica y pensaba que lindo seria hacerlo a esto 
  siempre y en realidad no lo hice nunca mas.
  Pero luego reflexione que en realidad uno se carga de obligaciones que no 
  son obligaciones en si mismas sino que son supuestamente cosas que hace por 
  gusto, pero que terminan por aprisionarlo a uno lo mismo.
  Hoy creo que el esquema que me atrapa es mas asfixiante o el torniquete es 
  mas apretado que en otro momento. pq tengo en realidad una obligacion 
  publica real que termina aca tipo 20.30 o mas y cansado pq tengo que ver que 
  ceno. Pero eso no ha significado que el dia se ha liberado, al contrario, 
  muy al contrario, el dia comienza a las 8hs pq tengo que levantarme si o si 
  a acondicionar el dpto que ya al dejar de pertenecer a mi esfera privada pq 
  paso a ser parte de romitex, tengo la obligacion de levantarme a limpiar y 
  mantener ordenado, luego tengo que "correr" por hacer alguna que otra tarea 
  hasta que venga la Cami pq como hay una sola compu si no la hago en ese 
  momento no la puedo hacer despues, luego viene el intermedio tedioso de 
  esperar que la Cami cumpla su turno, pq no tengo compu como para trabajar en 
  algo util, tengo la notbook que mas que para escribir aca no sirve, y 
  tenemos el tremendo problema de la espalda con la silla que ya a pocos dias 
  me esta trayendo problemas de espalda. Y no es solo eso sino la falta de 
  libertad de movimiento dentro de esas horas. Luego comer cualquier basura, y 
  tener que hacer una tarea que no es poca. (Aca vale la pena aclarar que a 
  hoy me saco de encima la obligacion de procesar romitex fichas pq pienso que 
  va a ser dejado de lado pq no va a ser productivo, pero eso me estaba 
  llevando una hora o mas por dia en ese horario critico). Y luego vendria una 
  hora o hora y media que podria ser usada como siesta si no fuera que uno 
  debe tomar multiples consideraciones, el telefono de la oficina, el celular 
  propio, etc. o sea no es cuestion de decir que me acuesto y tengo super 
  siesta, y no es tampoco que se puede dormir aca en el centro. y a correr a 
  la oficina.
**** sensacion de encierro en mi dpto transformado en oficina :problemaCami:libertad:
:LOGBOOK:
CLOCK: [2018-10-07 dom 19:45]--[2018-10-07 dom 19:47] =>  0:02
:END:
   para entender el momento hay que ver que pasaba en el momento ese que 
   surgio el malestar y que paso luego cuando supuestamente aflojo un poco el 
   malestar.
   Estaba muy fiacudo en lo que respecta a salir a la calle, me habia vestido 
   directamente con fajina (eso que pudo haber sido bueno para limpiar, no fue 
   bueno como incentivo para salir), no habia sido una mañana que hubiera 
   tenido que limpiar mucho, el mantenimiento del limpio sobre limpio del 
   dormitorio me fue muy facil, incluyendo abrir para ventilar y limpiar con 
   blem y barrer, o sea no fue eso, platos casi no habia, y el resto no lo 
   toque, pero tuve fiaquento como para plantearme salir a la calle a hacer 
   los pendientes.
   Entonces me quede pero no me encontraba con un lugar, y si me sentaba 
   en la mesa me dolia la espalda y para mi adentro me decia que bajon tener 
   que soportar esta silla o bien que seguir con esta silla me va a romper la 
   espalda. Por eso no escribi mucho que digamos, ademas "perdi" mas de media 
   hora comprobando los recibos de ayer, y no empeze a programar que era lo 
   que tenia que hacer. y mas me dolia la espalda.
   A su vez estaba inapetente y tenia ganas de cagar que me estaba 
   conteniendo.
   me fui a acostar un rato a la pieza horizontal, y me agarraron los 
   temblores mal, eso que estaba fijo en una posicion neutra, y luego cuando 
   me vine a la cocina donde me quede los temblores siguieron. Eso sumo una 
   gran preocupacion. 
   Y en general todo, el verme reducido en movilidad, el tener ayuda, pero a 
   la vez reducirme yo en lo que puedo hacer "mientras" se hace esa tarea 
   termina por hacerme una imagen de agobio multiplicado por dos. Y la 
   sensacion de no poder salir.
   Y en el medio es donde pense en renunciar, en salirme, en pensar cosas que 
   decia Dario Z. mientras comia, o sea en equis dias estare muerto, y si 
   querre haber pasado estos dias asi. Lo mal que me hace estar asi. 
   Y tambien que tengo que seguir viviendo, que no puedo rifar el patrimonio 
   de las chicas, o sea lo mismo de siempre. 
   y comi mi arroz de mierda mientras escuchaba a dario z. y comi un flancito, 
   y luego me puse a imprimir y luego se me acabo el toner, y me cambie la 
   camisa y sali sin problemas a comprarlo y no paso nada. 
   No me acuerdo ahora que quiero relatar lo sucedido, cuales fueron los 
   vectores reales que me llevaron a la sensacion de ahogo y cuales fueron las 
   que me liberaron, pienso que el solo hecho de que la Cami se vaya cuando 
   termina su jornada y quede solo en el dpto ya es liberador para mi. Pero de 
   la carcel mayor no puedo librarme.
*** 2018-09-18 martes
**** pruebo con beroca                                         :cansancio:
:LOGBOOK:
CLOCK: [2018-10-07 dom 19:56]--[2018-10-07 dom 19:57] =>  0:01
:END:
 hoy amaneci bastante normal, decidi no hacer la rutina de hacer la cama ni 
   limpiar sino ir haciendo algo de oficina y me puse a sacar boletas a pagar 
   y contar. Luego llego la Cami, la puse que me ayudara a contar, y luego la 
   deje pasando recibos y empece a pagar cuentas, con la intencion de meter 
   cambio, yendo a tres rapipagos, uno de ellos pagofacil por el tema telecom, 
   me senti agotado en el medio pero contento al fin. Pague todo, y tambien 
   fui a farmacity y compre alimento, prepare el almuerzo y comimos juntos, 
   luego hice la caja, o sea como dia de trabajo rindio bastante bien, y fue 
   un dia de salir a la calle varias veces. Me senti muy comodo saliendo a la 
   calle, totalmente opuesto al malestar del 12/9. No se si influyo el clima, 
   o tambien influyo el cambio en los procesos que estamos llevando a
   cabo. 

** 2018-10 octubre
*** 2018-10-07 domingo
**** domingo en familia de nuevo con dolor                       :migraña:
:LOGBOOK:
CLOCK: [2018-10-07 dom 19:28]--[2018-10-07 dom 19:35] =>  0:07
:END:
Nuevamente como paso en anteriores domingos luego del asado que se
presento con mas o menos ansiedad o nerviosismo la intensidad extrema
del resplandor (necesitaria traerme los lentes de sol) hace que me
afecte si ya el dia se presento migranoso, y hoy me habia levantado a
las 4 am a tomar un M. Aunque habia avisado que me iba a retirar a
dormirme una siesta en el aire, y el vientito estaba lindo y me pude
aislar comodamente un rato largo no fue excento de ansiedad y estallo
una nueva migrana y termine tomando otro M y se me paso felizmente
pero cuando me levante y tome un cafe al rato se fueron pq los chicos
estaban cansados y a la Mayra le dolia la cabeza y le tenia que hacer
la tarea al Lolo. Es muy intenso estar varias horas con esos chicos y
mas si es a la siesta. Es muy desgastante y mas si uno quiere hablar
temas de negocio, no es factible querer discutir temas de negocio
durante un almuerzo familiar, pq le quita la familiaridad que debe
tener todo y eso no sirve.
**** De que tratara el diario jornales y como estara organizado :jornales:
:LOGBOOK:
CLOCK: [2018-10-07 dom 20:00]--[2018-10-07 dom 20:07] =>  0:07
:END:
 Se trabajara con capturas, las Capturas se hacen de cualquier lado
 con C-0 zero. Las acomoda automaticamente en jornales.org de orgblok,
 y en un datetree organizado por ano/mes/dia, salvo que lo llamemos
 con C-1 C-0 que nos da el calendario para elegir el dia que queremos
 trabajar. automatico inserta un clockin/clockout para poner un
 registro de cuanto tiempo tuvimos en la entrada, lo cual podremos
 sumarlo si queremos en una tabla inicial. Y nos pide un tag, el tag
 es importante, pq justamente la idea es mezclar todo en el jornal,
 como en cada dia habra muchos post de distintos temas, la bocha
 estara en no solo titular los posts sino tagearlos, o sea que el tag
 es lo mas importante pq eso luego con un sparse-tree permitira
 seleccionar una parte del org que queramos leer. Como puse que
 podemos seleccionar solo tags del mismo archivo eso es mas facil pq
 facilita la seleccion.
**** TODO trasvasar todo .dek a jornales                        :jornales:
:LOGBOOK:
CLOCK: [2018-10-07 dom 20:07]--[2018-10-07 dom 20:11] =>  0:04
:END:
 al menos .dek habria que pasarlo se puede ir leyendo parte por parte
 para ver que tag asignar
*** 2018-10-08 lunes
**** Ya asumio que no trabaja mas conmigo                   :problemaCami:
:LOGBOOK:
CLOCK: [2018-10-08 lun 15:40]--[2018-10-08 lun 15:41] =>  0:01
:END:
 Por lo menos hemos hablado y seguimos en buena relacion y de paso yo
 me libero de esa presion que he venido analizandola en los anteriores
 post y hoy a la mañana analice bien con ih, lo bueno de todo esto que
 no afecte la relacion con ella, y si ahora ella tiene trabajo con la
 Romi mejor.
*** 2018-10-09 martes
**** ultra dispositivo para dormir                              :insomnio:
:LOGBOOK:
CLOCK: [2018-10-09 mar 09:10]--[2018-10-09 mar 09:16] =>  0:06
:END:
 anoche luego de un dia muy intenso, pero que dentro de todo lo lleve
 bien pq aunque me vine tardecito del marques como todo lunes
 mayormente no me puse nervioso, y solo apele a una SL cuando la cami
 me mando WApp diciendo que entraba a la tienda Levi y me empezo a
 mandar fotos de los jeans que se estaba probando, hasta que dijo que
 no habia encontrado lo que queria y luego que si la dejaba comprarse
 uno de 800 pesos. Al final la mañana y el dia terminaron con medio
 migral, a pesar que no tuve siesta, solo me recoste una media hora
 que no dormi pq no quise casi pq me puse a leer emacs. Pero era
 grande la modorra, pero se fue con gran cafe, luego de levantarme e
 irme a la oficina y atender a toda la gente. Luego cuando llego la
 hora de dormir, para no tener problemas de insomnio ni dormir mal, me
 puse dos SL juntas (la primer vez que lo hago) y dormi joyita hasta
 las tres que me levante al baño, y ahi me puse otra y tire hasta casi
 las 8 que sono el despertador. Al menos en un contexto de ansiedad
 (pero ansiedad de la buena, esa ansiedad emacsiana) pude dormir bien
 pq vengo de varios dias sin dormir bien.
**** fui a pagar dpto y de nuevo la bruja de la Maria       :dpto:matetes:
:LOGBOOK:
CLOCK: [2018-10-09 mar 11:18]--[2018-10-09 mar 11:23] =>  0:05
:END:
 me pregunta por si tengo pagados los honorarios!!!! imaginarse a mi
 se me pararon los pelos de punta pq los honorarios me los cobro en
 negro el pelotudo del "doctor" merlo y esta pelotuda pregunta. Menos
 mal que la deje pasar, pq la mina estaba como sobreexaltada debe ser
 por el quilombo en que se encontro al volver y para volver a poner
 todo de nuevo en orden despues de tres meses. 
Lo patetico de todo es que ya pago el 4to mes de alquiler y no arregle
 el caño de la cocina, y ya pienso en mudarme. Tendria que agregar
 este tema a matetes.
**** altibajo animico durante el fin de semana      :estadoAnimico:findes:
:LOGBOOK:
CLOCK: [2018-10-09 mar 12:09]--[2018-10-09 mar 12:15] =>  0:06
:END:
Mirando en retrospectiva los findes, en especial el ultimo siempre me
agarra un arrepentimiento sobre mis actitudes pq no me explico pq tuve
ciertos momentos en los cuales parezco no disfrutar el momento
presente con alegria. Luego que vinieron los chicos y estaba sentado
con el Fede en vez de disfrutar el momento ahi con el hablando de lo
nuevo, me puse agresivo tocando un tema que no venia al caso o sea los
errores de venta, sabiendo que eso era algo que lo iba a poner mal, y
que ni siquiera lo habia chequeado yo, todo pq no pude estar atento al
finde, igual con el tema de llevarla a la Cami a su salida cosa que no
me lleva mas que media hora y no me cuesta nada, y todo pq en el fondo
siempre tengo como una actividad pendiente que hacer que supuestamente
lo que viene o sea el momento presente viene a "interrumpir" en este
finde fue la emacsiada. Y en el pasado tambien. Los otros anteriores
fue la filosofia y la lectura. Lo llamativo es que estando en mi casa
no dejo de hacer otras cosas como dormir la siesta por eso, -bueno a
veces si- Pero creo que es algo que hay que cambiarlo. 
**** soy una maquina de quejas                           :ih:matetes:dpto:
:LOGBOOK:
CLOCK: [2018-10-09 mar 12:39]--[2018-10-09 mar 12:44] =>  0:05
:END:
estaba atorado pasando un millon de recibos y tenia la cocina con olor
a podrido pq no lave los platos el viernes al irme y ayer lunes
tampoco, y voy haciendolos de a poco, y entre en panico, pq pense me
falta una hora de planillas imprimir, y me queda la planilla del mes
de caja, contar la plata y demas no llego a una minima siesta y este
lio, pensaba en la Cami, pero me dije textualmente la Cami es una
inutil no me sirve, e internamente pensaba lanzarle toda esa queja a
ih. Y hace un rato pensaba que cada vez que fui a pagar el alquiler y
estaba Maria la considero una candidata a que me escuche quejas, o sea
soy un bicho que se queja, o sea un cincuenton quejoso, pobre de la ih
que su funcion es escucharme y yo no la quiero escuchar pq solo quiero
quejarme de todo. Al final me puse y en dos minutos, lave las dos
ollas que podian estar podridas y me saque el reloj y puse un balde
con procenex y pase el piso de la cocina y listo, no tarde mas de
cuatro minutos. 
**** me quede sin la siesta por ahora                           :libertad:
:LOGBOOK:
CLOCK: [2018-10-09 mar 19:40]--[2018-10-09 mar 19:42] =>  0:02
:END:
Es por el trabajo, pq durante el horario en que me aislaria por motivo
de la siesta p.e. Fabian me pidio dos cuentas nuevas y al final es
cuestion de costumbre, me quedo leyendo aunque descansando quizas en
un tiempito con aa y luego me cambio tomo un cafe y me vengo a la
ofi. Y luego duermo bien a la noche.
*** 2018-10-10 miércoles
**** segunda noche con ultradispositivo y sin siesta :insomnio:
:LOGBOOK:
CLOCK: [2018-10-10 mié 08:39]--[2018-10-10 mié 08:43] =>  0:04
:END:
dos SL y caigo redondo sin musica y duermo total, a pesar de que
anoche me despierto raro a las 2.30hs cuando es la hora del primer
pis, y pienso que tengo gases, doy unas vueltas por la cocina para
tomar un poco de agua, le echo la culpa a la gaseosa, y me sale vomito
de ... arroz yamani en seco!! horrible, al respiro fui a tomar agua al
menos que saliera mas fluido pero no salio nada y no jodio mas nada,
y segui durmiendo joya y sin tomar una tercera SL como habia hecho la
primera noche del ultradispositivo
**** atoramiento de tareas atrasadas en ciertos momentos    :matetes:dpto:
:LOGBOOK:
CLOCK: [2018-10-10 mié 08:44]--[2018-10-10 mié 08:53] =>  0:09
:END:
Anoche salia de la oficina chocho, gozando de que la oficina esta
linda, y que la jornada no habia sido tan mala y me disponia a
disfrutar de la peatonal, cuando me llama el Fede para decirme que iba
a venir a buscar plata... O sea me entra un suceso externo. Ahi me
cambia todo el panorama. A la mierda la bucolicidad de la peatonal,
regreso a mil, y decido ir al super a comprar queso al menos, pq
cuando abro la puerta del vestidor explotaron como veinte polillas un
desastre, no se que mierda pasa con eso. Y me fui al super, menos mal
que no habia mucha gente pq encima me iba a malquistar. Y solo compre
queso para hacerme un arroz, y no tenia queso, y compre una paso de
los toros  pq antipolillas no habia, y debo decir que antes me tome
una SL pq la situacion era superestresante. Lo que debo averiguar si
es que me produce urticaria que me visiten (ya sea el Fede, la Cami, o
quien sea), o lo que pienso yo que es la razon que el dpto sea un
desastre de mugre y desacomodo y que ni siquiera tenga vasos limpios o
sea que el estado de problematica de dpto ya excedio lo normal. o sea
que estamos en esa situacion que describi a esa prospecto de
limpiadora que atendi en la oficina no tener un dpto para recibir
gente en condiciones, o me molesto pq las visitas me sacan de mi plan
original que pueda ser comer, leer etc. Yo me inclinaria por el
segundo en estos momentos. 
**** ataque ansiedad al volver del banco                        :ansiedad:
:LOGBOOK:
CLOCK: [2018-10-10 mié 11:20]--[2018-10-10 mié 11:24] =>  0:04
:END:
causado por la avalancha de cosas por hacer. Todo pq veo una TB9 justo
al doblar en gama y me doy la vuelta y veo que corre a la parada del
42 rumbo a mosconi, y luego subo mascullando bronca, y encuentro el
dpto tufado y lo considero no apto para nada, y ahi pienso que un
objetivo seria tener el dpto apto. Falta mucho en todos los sentidos,
pero principalmente poner al dia los papeles, veo los papeles sobre la
mesa, tengo que contar la plata, hacer la caja, pasar las ventas, etc
y el calor insoportable, me tomo una SL y caigo en ansiedad, luego se
me va a pesar de la mala noticia que me da ih sobre que la Romi
abandona la idea de la enseñanza y entra en crisis personal ella misma.
**** dolor implantes inf. derechos                    :sintomas:implantes:
:LOGBOOK:
CLOCK: [2018-10-10 mié 13:16]--[2018-10-10 mié 13:19] =>  0:03
:END:
anoche mientras comia el arroz senti una sensacion de dolor no
dentaria tipo carie pero si como inflamatoria alrededor de la encia,
pero luego me fui a dormir, y a la mañana cuando me lave los dientes
me molesto un poco y luego paso. 
**** sigo con el tic de empujar con la lengua :sintomas:dientes:
:LOGBOOK:
CLOCK: [2018-10-10 mié 13:19]--[2018-10-10 mié 13:21] =>  0:02
:END:
hasta producir dolor en las protesis en distintos lugares, y me tomo
otra SL para evitar el nerviosismo que me lleva a hacer eso no quiero
tener problemas por culpa de eso.
**** objetivo concentrarse en org-mode unicamente :estudio:
:LOGBOOK:
CLOCK: [2018-10-10 mié 15:30]--[2018-10-10 mié 15:38] =>  0:08
:END:
lo que veo que es que si me concentro en eso solo puedo realmente ir
buscando la forma de que podamos gestionar de otra forma el tiempo y
las cosas para ser mas eficientes. pq no queda otra. Cada capacidad
que uno adquiere y domina pasa a otro nivel. No hablemos de dominar
bien, P.e. las capturas ya son un paso genial que o tenia antes y creo
que estan limitadas a la imaginacion. Y hay muchisima documentacion al
respecto.
El tema tablas tambien y falta repasar el tema formulas y calculos, y
el tema busquedas, agendas etc etc.
Obviamente todo va a ser mas operativo con el uso continuo. pq el uso
hace a la funcion. 
